Repository: wp-plugins/wp-miniaudioplayer
Catalog: languages/mbMiniAudioPlayer-*.po
Languages: it_it

source: mb.miniAudioPlayer parameters
it_it: Parametri per mb.miniAudioPlayer

source: Don’t render
it_it: Non convertire

source: check to exclude this link
it_it: Seleziona per escludere questo link dalla conversione a player

source: Audio url
it_it: URL

source: A valid .mp3 url
it_it: Inserire una URL valida ad un file .mp3

source: Audio title
it_it: Titolo dell'audio

source: The audio title
it_it: Inserire il titolo dell'audio

source: Get the title from meta-data
it_it: Recupera il titolo dai meta-data

source: Skin
it_it: Apparenza

source: black
it_it: nera

source: blue
it_it: blu

source: orange
it_it: arancione

source: red
it_it: rossa

source: gray
it_it: grigia

source: green
it_it: verde

source: Set the skin color for the player
it_it: Imposta il colore del player

source: Check to add a gradient to the player skin
it_it: Seleziona per aggiungere un gradiente alla skin del player

source: Animate
it_it: Animazione

source: Check to activate the opening / closing animation
it_it: Seleziona per attivare l'effetto di apertura / chiusura

source: Width
it_it: Larghezza

source: Set the player width
it_it: Imposta la larghezza del player

source: (from 1 to 10) Set the player initial volume
it_it: Imposta il volume iniziale del player (da 1 a 10)

source: Autoplay
it_it: Riproduzione automatica

source: Check to start playing on page load
it_it: Seleziona per iniziare la riproduzione al caricamento della pagina

source: Check to loop the sound
it_it: Seleziona per ripetere il suono

source: Show/Hide
it_it: Mostra/nascondi

source: Volume control
it_it: Comando del volume

source: Check to show the volume control
it_it: Seleziona per visualizzare il livello del volume

source: Time control
it_it: Stato di avanzamento

source: Check to show the time control
it_it: Seleziona per visualizzare lo stato di avanzamento del file audio

source: Rewind control
it_it: Comando Rewind

source: Check to show the rewind control
it_it: Seleziona per visualizzare il comando di Rewind

source: Downloadable
it_it: Scaricabile

source: Check to show the download button
it_it: Seleziona per visualizzare il bottone per il download del file

source: Only registered
it_it: Solo per utenti registrati

source: Check to limit downloads to registered users
it_it: Seleziona per abilitare il download solo ad utenti registrati

source: If you like it and you are using it then you should consider a donation <br> (€15,00 or more) :-)
it_it: Se stai usando questo plug-in e ti piace allora dovresti considerare di fare una donazione <br> (€15,00 o più) :-)

source: I already donate
it_it: Ho già fatto una donazione

source: mb.miniAudioPlayer Settings
it_it: Impostazioni - mb.miniAudioPlayer

source: You’re using mb.miniAudioPlayer v. %s
it_it: Stai usando la versione %s di mb.MiniAudioPlayer per Wordpress

source: by
it_it: realizzato da

source: Thanks for downloading mb.miniAudioPlayer!
it_it: Grazie per aver scaricato mb.MiniAudioPlayer!

source: If you like it and you are using it<br>then you should consider a donation (€15,00 or more) :-)
it_it: Se stai usando questo plug-in e ti piace allora dovresti considerare di fare una donazione <br> (€15,00 o più) :-)

source: If you donate, the start popup will nevermore display
it_it: Se fai una donazione la finestra popup non verrà più visualizzata

source: Don’t forget to follow me on twitter
it_it: Non scordarti di seguirmi su Twitter

source: Visit my site
it_it: Visita il mio sito

source: Visit my blog
it_it: Visita il mio blog

source: donate
it_it: Fai una donazione

source: Subscribe to my mailing list<br>to stay in touch
it_it: Iscriviti alla mia newsletter

source: your email address
it_it: Il tuo indirizzo email

source: Subscribe
it_it: Sottoscrivi

source: Default settings
it_it: Impostazioni di default

source: Here you define the default settings for all the audio links in your Wordpress site
it_it: Qui puoi definire le impostazioni che verranno applicate a tutti i link a file .mp3 nel tuo sito

source: You can overwrite the single player settings by selecting the audio link in the post editor and clicking on the mb.miniAudioPlayer button on the top of the TinyMCE editor toolbar
it_it: Puoi comunque sovrascrivere queste impostazioni per i singoli players selezionando il link al file .mp3 nel testo e cliccando sul bottone nella barra dei comandi dell'editor

source: Check to retrieve the title from meta-data
it_it: Seleziona per cercare di ottenere il titolo del brano dai meta-data

source: Set or edit your custom skin
it_it: Aggiungi o modifica la skin personalizzata

source: You can upload a CSS file generated from the SkinMaker tool
it_it: Puoi caricare un file CSS generato da spinnaker

source: Or you can copy the code generated from the SkinMaker tool and paste it into the textarea
it_it: Oppure puoi copiare il codice generato da spinnaker ed incollarlo nella textarea

source: Customize the below CSS to modify the "<span class="customSkinName">%1$s</span>" appearance
it_it: Personalizza il CSS sottostante per modificare l'apparenza di "<span class="customSkinName">%1$s</span>"

source: Custom skin name:
it_it: Nome della skin personalizzata

source: Choose the skin color
it_it: Scegli la skin

source: (customizable)
it_it: (personalizzabile)

source: Set the palyer skin
it_it: Imposta l'apparenza del player

source: The "<span class="customSkinName">%1$s</span>" option let you customize the aspect of the player modifying the below CSS or uploading a skin CSS file
it_it: L'opzione "<span class="customSkinName">%1$s</span>" ti permette di personalizzare l'aspetto del player modificando il CSS sottostante o caricando il file CSS della skin generata da skinMaker

source: Player should have a gradient appearance
it_it: Il player ha un gradiente

source: Player animation
it_it: Animazione del player

source: Set the width
it_it: Imposta la larghezza

source: Set the player width in pixel
it_it: Imposta la larghezza in pixel del player

source: The size is relative to the inner part of the player; if you want you can set the with as percentage, in that case the player will be adaptive for different screen resolutions, included mobile devices
it_it: La dimensione viene applicata alla parte interna del player; se vuoi puoi impostare la larghezza in percentuale per far si che il player si adatti a schermi di diverse dimensioni, inclusi i mobile

source: Set the volume
it_it: Imposta il livello del volume

source: Set the default volume for the player
it_it: Imposta il livello del volume di default

source: show volume level
it_it: mostra il livello volume

source: Check to show the volume levels
it_it: Seleziona per visualizzare il livello del volume

source: show time info
it_it: Mostra il tempo trascorso

source: Check to show the time info
it_it: Seleziona per visualizzare il tempo trascorso del brano

source: Show the Rewind button
it_it: Mostra il tasto Rewind

source: Check to show the Rewind button
it_it: Seleziona per visualizzare il tasto Rewind

source: Exclude audio links with class
it_it: Escludi i link con classe

source: Define the class name for the audio links you don’t want to render as player; By default is "map_excluded"
it_it: Definisci il nome della classe CSS che esclude i link a file .mp3 dalla conversione a player. Di default è "map_excluded"

source: You can either manually add this class to the audio links you want to exclude or select the link and check the "Don’t render" checkbox of the popup window in the editor page
it_it: Puoi aggiungere questa classe sia manualmente sul link che vuoi escludere dalla conversione a player, oppure puoi selezionare "Non convertire" nella finestra popup accessibile dall'editar del post

source: Allow downloads
it_it: Abilita il download

source: Check to add a download button closed to the player
it_it: Seleziona per aggiungere un bottone di download accanto al player

source: Only for registered users
it_it: Solo per utenti registrati

source: Check to allow downloads only for registered user
it_it: Seleziona per abilitare il download solo ad utenti registrati

source: Activate the player customizer in the post editor
it_it: Attiva la finestra di personalizzazione nella pagina di editor del post

source: Check to activate the customization window in the posts and pages TinyMce editor"
it_it: Seleziona per attivare il bottone che da accesso alla personalizzazione del player nell'editor TinyMCE dei post e delle pagine

source: If you are using others HTML5 audio player plug-ins (like Haiku) there could be conflicts with mb.miniAudioPlayer. You should deactivete the others befor using this
it_it: Se state usando altri plug-in per l'audio (come per esempio Haiku) possono esserci dei conflitti con mb.miniAudioPlayer. Dovreste disattivare gli altri prima di utilizzare questo

source: Save Changes
it_it: Salvale modifiche
